{
  "architectures": [
    "UNet2D"
  ],
  "dropout": 0,
  "frame_length": 0.04,
  "fs": 2000,
  "hop_length": 40,
  "model_type": "unet",
  "n_fft": 80,
  "num_mfccs": 20,
  "torch_dtype": "float32",
  "transformers_version": "4.41.2"
}
